name: "model2"
platform: "tensorflow_savedmodel"
input {
  name: "strain"
  data_type: TYPE_FP32
  dims: -1
  dims: 1024
  dims: 3
}
input {
  name: "correlation"
  data_type: TYPE_FP32
  dims: -1
  dims: 60
  dims: 3
}
output {
  name: "main_output"
  data_type: TYPE_FP32
  dims: -1
  dims: 2
}
instance_group {
  count: 2
  kind: KIND_GPU
}
